---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelDistance
source: html/6cc8209a-c88a-a9cc-ba61-74a9ffe5d0ab.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelDistance Property

"Distance": Currently not in use

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationLabelDistance { get; }
```